[
  {
    "path": "posts/2021-09-30-rmarkdown-alison-hill/",
    "title": "R Markdown Chat with Alison Hill",
    "description": "Dr. Alison Hill is the product manager for data science communication at RStudio",
    "author": [
      {
        "name": "Openscapes and RStudio",
        "url": {}
      }
    ],
    "date": "2021-09-30",
    "categories": [
      "community calls",
      "registration open"
    ],
    "contents": "\n\nDate: September 30, 2021Time: 12:00pm PT (UTC-7)Where: ZoomJoin us: Free event - sign up through Eventbrite\nPlease join us for a conversation with Dr. Alison Hill (@apreshill) about why we are so enthused with R Markdown, and why we think it is so transformative for scientists. We’ll invite others to share their R Markdown stories and questions, whether you are curious about using R Markdown for research or have examples of how you’re already using it.\n\n\n\nDr. Alison Hill is a data scientist, behavioral scientist, and award-winning educator. She works on products that make it easier and more delightful for data scientists to communicate. She is also a co-developer of the palmerpenguins, distill, and blogdown R packages, as well an author and international keynote speaker.\n\n\n\n",
    "preview": "posts/2021-09-30-rmarkdown-alison-hill/apreshill.jpg",
    "last_modified": "2021-09-14T17:22:28-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-09-17-fdd/",
    "title": "Openscapes Champions: FDD Cohort",
    "description": "Openscapes Champions Cohort for Northeast Fishery Dependent Data Users (FDD)",
    "author": [
      {
        "name": "Openscapes and FDD",
        "url": {}
      }
    ],
    "date": "2021-09-17",
    "categories": [
      "mentorship opportunity",
      "registration closed"
    ],
    "contents": "\n\nContents\nProgram overview\nCohort details\nNominate your team to participate\n\nProgram overview\nThis is a professional development and leadership opportunity for FDD research groups to explore open data science practices.\nOpenscapes is an approach for doing better science in less time1. We help research groups reimagine data analysis, develop modern skills that are of immediate value to them, and cultivate collaborative and inclusive research communities. Openscapes’ mentorship and community engagement approaches center on open data science as kinder science2, enabling increased efficiency and resilience for teams so that their work has more enduring impact.\nOpenscapes Champions is a remote-by-design mentorship program for environmental and Earth science research teams to explore open data science practices. Participants attend as a team with their research group in a cohort with other teams, together learning how to reframe data-intensive science as a collaborative effort. By discussing open software tooling and communities enabling reproducible research (e.g. R/Python, GitHub, metadata), participants develop collaborative skills, mindsets, and habits and establish shared practices for increased efficiency in their own research, while contributing to a more inclusive scientific culture.\nFishery Dependent Data (FDD) represent a complex mix of information collected to facilitate managing the region’s living marine resources. In the Northeast, data flow from individual businesses and/or scientific samplers to the region’s scientific and management organizations. This web of information can be difficult to access as much of the content is confidential in its raw form. Further, many of the codes and systems used to store these data are poorly documented, and even routine analyses are not commonly shared among data users. Currently, FDD are therefore difficult to integrate into scientific advice for ecosystem based fisheries management. Analysts tend to be unfamiliar with the data or hesitant to explore their potential, and data can be viewed with skepticism rather than leveraged in new and innovative ways. There is a need to begin to provide access, documentation, and cultivate a community of practice that focuses on using these data to their full potential.\nThis opportunity is funded through NOAA Fisheries Northeast Fisheries Science Center (NEFSC) and a grant from the Fisheries Information System Program through an award to UMass Dartmouth-SMAST through CINAR. It is coordinated by Gavin Fay (UMassD-SMAST), Andy Jones (NOAA NEFSC), and Rachel Baum (UMassD Claire T. Carney Library).\n\n\n\nCohort details\nOur FDD Cohort will meet four times over two months, on alternating Fridays.\nDates: Sep 17, Oct 1, Oct 15, Oct 29, 2021\nTimes: 12:00-1:30 pm EDT\nWhere: remotely, via Zoom\nWho: Cohort of 7 FDD user teams (or research groups). Each team consists of a team lead (PI, project supervisor, or faculty, etc) and up to 4 team members of your choice (analysts, technicians, students, postdocs, etc).\nCost: Free; this opportunity is sponsored by FDD through an award to UMass Dartmouth-SMAST through CINAR.\nExpected time commitment: The minimum expected time commitment is 6hrs/month for 2 months. This includes 3 hours/month over Zoom as a full Champions Cohort, as well as teams meeting independently to further discuss topics between Cohort Calls.\nNominate your team to participate\nNominate your team by filling out this Google Form by August 20, 2021. This opportunity is open to those affiliated with teams using FDD in the Northeast US. Please submit one nomination per team, preferably by the team lead (faculty, project manager. principal investigator, etc). We will confirm participation by late August 2021.\nLearn more about the Openscapes Champions Program and FAQs about forming your team. Questions? Contact Openscapes: openscapes at nceas.ucsb.edu\nnature.com/articles/s41559-017-0160↩︎\nblogs.scientificamerican.com/observations/open-software-means-kinder-science\n\n↩︎\n",
    "preview": "posts/2021-09-17-fdd/fdd-logos.png",
    "last_modified": "2021-09-14T17:31:48-07:00",
    "input_file": {},
    "preview_width": 1262,
    "preview_height": 758
  },
  {
    "path": "posts/2021-09-17-nwfsc/",
    "title": "Openscapes Champions: NOAA NMFS Cohort",
    "description": "Openscapes Champions Cohort for the NOAA National Marine Fisheries Service (NMFS)",
    "author": [
      {
        "name": "Openscapes and NWFSC",
        "url": {}
      }
    ],
    "date": "2021-09-17",
    "categories": [
      "mentorship opportunity",
      "registration closed"
    ],
    "contents": "\n\nContents\nProgram overview\nCohort details\nNominate your team to participate\n\nProgram overview\nThis is a professional development and leadership opportunity for NOAA research groups to explore open data science practices.\nOpenscapes is an approach for doing better science in less time1. We help research groups reimagine data analysis, develop modern skills that are of immediate value to them, and cultivate collaborative and inclusive research communities. Openscapes’ mentorship and community engagement approaches center on open data science as kinder science2, enabling increased efficiency and resilience for teams so that their work has more enduring impact.\nOpenscapes Champions is a remote-by-design mentorship program for environmental and Earth science research teams to explore open data science practices. Participants attend as a team with their research group in a cohort with other teams, together learning how to reframe data-intensive science as a collaborative effort. By discussing open software tooling and communities enabling reproducible research (e.g. R/Python, GitHub, metadata), participants develop collaborative skills, mindsets, and habits and establish shared practices for increased efficiency in their own research, while contributing to a more inclusive scientific culture.\nThis opportunity is funded in part and coordinated by NOAA Northwest Fisheries Science Center (NWFSC).\n\n\n\n\nCohort details\nOur NMFS Cohort will meet four times over two months, on alternating Fridays.\nDates: Sep 17, Oct 1, Oct 15, Oct 29, 2021\nTimes: 11:00-12:30 pm PST\nWhere: remotely, via Zoom\nWho: Cohort of 7 NOAA research groups. Each team consists of a team lead (PI, project lead, etc) and up to 4 team members of your choice (analysts, technicians, students, postdocs, etc).\nCost: This opportunity is sponsored by NWFSC and other NOAA offices.\nExpected time commitment: The minimum expected time commitment is 6hrs/month for 2 months. This includes 3 hours/month over Zoom as a full Champions Cohort, as well as teams meeting independently to further discuss topics between Cohort Calls.\nNominate your team to participate\nNominate your team by filling out this Google Form by August 20, 2021. This opportunity is open only to those affiliated with NOAA NMFS. Please submit one nomination per team, preferably by the team lead (PI, project lead, etc). We will confirm participation by late August 2021.\nLearn more about the Openscapes Champions Program and FAQs about forming your team. Questions? Contact Openscapes: openscapes at nceas.ucsb.edu\nnature.com/articles/s41559-017-0160↩︎\nblogs.scientificamerican.com/observations/open-software-means-kinder-science\n\n↩︎\n",
    "preview": "posts/2021-09-17-nwfsc/NOAA_logo.png",
    "last_modified": "2021-09-03T11:26:16-07:00",
    "input_file": {},
    "preview_width": 857,
    "preview_height": 355
  },
  {
    "path": "posts/2021-07-12-sortee/",
    "title": "SORTEE Conference",
    "description": "Society for Open, Reliable, and Transparent Ecology and Evolutionary biology (SORTEE) Conference keynote by Julie Lowndes.",
    "author": [
      {
        "name": "Openscapes and SORTEE",
        "url": {}
      }
    ],
    "date": "2021-07-12",
    "categories": [
      "conference",
      "event completed"
    ],
    "contents": "\nSlides and recording Date: July 12, 2021SORTEE website: sortee.org/events\nSORTEE is a service organization which brings together researchers working to improve reliability and transparency through cultural and institutional changes in ecology, evolutionary biology, and related fields broadly defined. Julie Lowndes is presenting a keynote talk on July 12 at the inaugural conference and is proud to be a part of this community.\n\n\n\n\n\n\n",
    "preview": "posts/2021-07-12-sortee/sortee-logo.png",
    "last_modified": "2021-09-03T11:26:16-07:00",
    "input_file": {},
    "preview_width": 1063,
    "preview_height": 385
  },
  {
    "path": "posts/2021-06-30-pangeo-showcase/",
    "title": "Pangeo Showcase",
    "description": "Julie Lowndes and Erin Robinson present \"Better Science for Future Us: Supporting NASA Earth science research teams’ migration to the cloud with Openscapes\"",
    "author": [
      {
        "name": "Openscapes",
        "url": {}
      }
    ],
    "date": "2021-06-30",
    "categories": [
      "NASA openscapes framework",
      "community calls"
    ],
    "contents": "\nDate: June 30, 2021Time: 9am PST (UTC-8)Where: on Zoom at Pangeo ShowcaseJoin us: (https://pangeo.io/pangeo-showcase.html)Slides\nPlease join us for our presentation about the NASA Openscapes Framework at the Pangeo Showcase. The Pangeo Showcase Webinar Series is part of the Pangeo Weekly Community Meeting. See the Meeting Schedule and Notes for more information on Pangeo community meetings.\n\n\n\n\n\n\n",
    "preview": "posts/2021-06-30-pangeo-showcase/images/pangeologo.png",
    "last_modified": "2021-09-14T17:33:35-07:00",
    "input_file": {},
    "preview_width": 385,
    "preview_height": 63
  }
]
